Repository: grandeljay/grandeljay-mailjet-for-wordpress
Catalog: languages/grandeljay-mailjet-integration-*.po
Languages: nb_no

source: Please confirm your email address.
nb_no: Bekreft din e-postadresse.

source: Sending the email confirmation has not succeeded.
nb_no: Kunne ikke sende e-postbekreftelse.

source: Mailjet Template
nb_no: Mailjet-mal

source: Version
nb_no: Versjon

source: Key
nb_no: Nøkkel

source: Secret
nb_no: Hemmelighet

source: Email from
nb_no: E-post fra

source: Email name
nb_no: E-postnavn

source: Page ID Confirmation (Success)
nb_no: Side-ID-bekreftelse (vellykket)

source: Page ID Confirmation (Failure)
nb_no: Side-ID-bekreftelse (mislykket)

source: Confirmation Template ID (%s)
nb_no: Bekreftelsesmal-ID (%s)

source: Save Mailjet API Settings
nb_no: Lagre Mailjet-API-innstillinger

source: Save Mailjet Template Settings
nb_no: Lagre Mailjet-mal-innstillinger

source: Save WordPress Settings
nb_no: Lagre WordPress-innstillinger

source: Save WPML Settings
nb_no: Lagre WPML-innstillinger

source: Loading. Please wait...
nb_no: Laster. Vent …

source: The link appears to no longer be valid.
nb_no: Lenken er ikke lenger gyldig.

source: Unable to add contact properties
nb_no: Kunne ikke legge til kontaktegenskaper

source: The below listed contact properties could not be added for %1$s. %2$s
nb_no: Kontaktegenskapene nedenfor kunne ikke legges til for %1$s. %2$s

source: Email address
nb_no: E-postadresse

source: Subscribe
nb_no: Abonner
